<template>
    <view class="view">
        <text class="header"> 总则 </text>
        <text class="content">
            本平台利用自身的技术以及网络平台,为用户提供旅游资讯综合服务。本平台所提供内容及服务,属于******公司所有。如您拒绝接受本协议,请立刻停止访问本平台或使用本平台提供的服务。如果您继续访问、浏览、预定或使用本平台提供的服务时,即视为您接受本协议内容。
        </text>
        <text class="header"> 服务协议 </text>
        <text class="content">
            一、用户通过页面注册程序,成为本平台会员,并可使用本平台提供的内容与资讯服务。
            二、本平台仅作为景点宣传、资讯传播及旅游服务产品内容展示平台,现场旅游服务由喀什印象国际旅行社有限责任公司提供并承担责任。
            三、用户在本平台页面下单购买旅游服务产品,本平台对用户的付款仅负代收义务,用户支付款项将最终结算到第三方旅游服务提供公司,由第三方旅游服务商出具的景区门票、车票,即为有效发票和报销凭证。由此产生的合同关系,仅限于用户与第三方旅游服务提供公司之间,本平台不承担此项交易合同中的义务及权利。
            四、本平台页面展示的景区直通车服务,是作为综合旅游服务进行收费,由喀什印象国际旅行社有限责任公司收取。
            五、双方权利和义务
            1、用户通过注册成为本平台会员,有权利访问本平台提供的内容和资讯,通过本平台展示的链接购买第三方提供的旅游服务产品。用户在注册本平台会员时,承诺提供的个人资料属实,不得冒用他人身份信息,否则本平台有权封停、注销用户账户。
            2、用户应遵守法律法规的相关条款,不得在本平台发布非法内容,包括但不限于以下项目:
            (1)违反宪法或法律法规规定的;
            (2)危害国家安全,泄露国家秘密,颠覆国家政权,破坏国家统一的;
            (3)损害国家荣誉和利益的,损害公共利益的;
            (4)煽动民族仇恨、民族歧视,破坏民族团结的;
            (5)破坏国家宗教政策,宣扬邪教和封建迷信的;
            (6)散布谣言,扰乱社会秩序,破坏社会稳定的;
            (7)散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的;
            (8)侮辱或者诽谤他人,侵害他人合法权益的;
            (9)含有法律、行政法规禁止的其他内容的。否则本平台有权利对上述内容进行修改、删除,暂时或永久封停用户账户或登录IP。
            3、用户不得利用已知和未知的程序漏洞、非法获得的权限或其他一切技术手段对本平台页面、数据库进行私自篡改,否则本平台有权追究侵害者的侵权责任。
            4、本平台有权对展示内容随时进行增加、删除或修改。
            5、本平台为面向广大用户提供更优质的网页浏览服务,会定期或不定期对平台页面、数据库和硬件设备进行维护调试,由此导致用户不能访问、下单所造成的损失,本平台不承担赔偿责任。
            6、用户的个人资料及发布的信息中,不得含有未经本平台许可的广告宣传内容,否则本平台有权暂停或注销用户账户。
        </text>
        <text class="header"> 隐私政策 </text>
        <text class="content">
            本平台尊重并重视用户隐私保护,用户在点击本服务协议“确认”按键的时候,即表示允许本平台按以下方式使用用户提交的个人信息。本平台本着“相关、合理、必要”的原则,在下列范围内使用用户提供的个人资料信息。
            一、本平台会根据用户提交的身份信息、以往的购买记录、行程时间资料,为用户推荐使用本平台的各项服务。
            二、本平台会将用户提交的个人资料提供给合作的第三方旅游服务提供商,使其能够按照用户购买的旅游产品,安排用户的行程。
            三、本平台可以对用户提交的个人资料进行分析,隐名以后用于商业用途。
            四、本平台可以将用户的个人资料、购买记录、支付信息、行程安排等数据,交由第三方合作公司,共同对数据进行分析利用,以便更合理高效的为用户提供后续服务。
            五、用户允许本平台及合作公司向用户提供的电子邮箱发送产品动态、交易确认、身份验证及其他相关信息。
            六、用户允许本平台及合作公司向用户提供的移动电话号码或社交软件号码发送验证信息、服务通知、交易确认等信息。
            七、应司法、行政等监管部门的要求,本平台可以提供用户的个人资料、行程记录、购买记录、支付信息等资料。
            八、用户可以修改自己提供的个人信息,但应保证其真实性。用户自行上传和更改的信息,不得侵犯任意第三方的合法权益,否则本平台有权不经通知,对用户上传的违法违规信息进行修改、删除,直至暂时或永久性封停用户账户和登录IP。因此给本平台造成损失的,本平台有权向用户追偿。
            除以上范围外,本平台将妥善保管用户的个人隐私信息,避免外泄。本平台根据商业合作的原则,与其他平台建立了合作关系。当用户点击链接进入其他平台时,本平台的隐私协议将不再生效。
        </text>
        <text class="header"> 知识产权声明 </text>
        <text class="content">
            本平台所有文案、原创摄影照片、图形设计、原创视频内容、配色方案、排版方式、统计数据、动画等,及以上元素单独或组合的知识产权全部归*******有限公司所有。未经许可,任何人不得拷贝、下载、拍摄、录制。否则***********有限公司有权依法追究其侵权责任。由第三方提供的图片、视频、文字资料等作品的知识产权归提供方所有,如因此侵犯他人的合法权益,应由提供方承担全部责任。
        </text>
        <text class="header"> 景区直通车合同责任 </text>
        <text class="content">
            第一条 旅行社
            1.除法律另有规定外，旅行社对可能危及旅游者人身、财产安全的旅游项目未履行告知、警示义务，并采取防止危害发生的必要措施，造成旅游者人身损害、财产损失的，应承担相应的赔偿责任。发生危及旅游者人身安全的情形，旅行社未采取必要处置措施的，应承担相应的赔偿责任。
            2.旅行社距约定出发时间 12 小时（含 12
            小时）以上解除合同的，应向旅游者全额退还预付旅游费用；旅行社距约定出发时间
            12 小时之内解除合同的，还应向旅游者支付旅游费用总额 20%的违约金。
            3.旅行社未按合同约定安排具有合法有效资质的旅游车辆、驾驶员或导游员的，应向旅游者全额退还已付旅游费用。如果因此给旅游者造成其他人身、财产损害的，旅行社还应承担相应的赔偿责任。
            4.旅行社在行程中弃置旅游者的，应向旅游者全额退还已付旅游费用，并承担弃置期间给旅游者造成的必要的住宿费、餐饮费、返回交通费等实际损失。如果因此给旅游者造成其他人身、财产损害的，旅行社还应承担相应的赔偿责任。
            5.旅行社违反合同包车游约定安排合车游的，应向旅游者支付旅游费用总额
            20%的违约金。出发前旅游者要求解除合同的，旅行社还应向旅游者全额退还已付旅游费用。
            6.旅行社及导游员、驾驶员安排旅游者在其指定的购物场所购物或以参观等形式变相安排购物（合同中明示景点含购物场所的除外）的、强迫或者变相强迫旅游者购物的，每安排或强迫一次，旅行社应向旅游者支付旅游费用总额
            20%的违约金。旅游者要求退货的，旅行社应自旅游者向其交付货物之日起三日内承担退货责任。
            7.旅行社及导游员、驾驶员安排另行付费项目的，旅行社应向旅游者全额退还另行付费项目价款。
            8.旅行社及导游员、驾驶员擅自缩短游览时间、遗漏旅游景点、减少旅游服务项目的，应退还旅游者相应旅游费用
            （约定旅游服务项目未完成时间÷总游览时间×旅游费用总额），并支付旅游费用总额
            20%的违约金。
            9.旅行社出现其他《旅行社服务质量赔偿标准》规定的需承担赔偿责任的情形，依照《旅行社服务质量赔偿标准》承担赔偿责任。
            第二条 旅游者
            1.旅游者不按约定支付旅游费用的，旅行社有权解除合同，旅游者应向旅行社支付业务损失费（最高不超过旅游费用总额）。
            2.旅游者在距约定出发时间 12 小时（含 12
            小时）以上解除合同的，旅游者应向旅行社支付实际发生的费用；旅游者在距约定出发时间
            12 小时以内解除合同的，还应向旅行社支付旅游费用总额
            20%的违约金（实际发生的费用与违约金总计最高不超过旅游费用总额）。旅游者未按约定时间到达约定集合出发地点，也未能在出发中途加入旅游团队的，视为旅游者在距约定出发时间
            12 小时以内解除合同。
            3.旅游者在行程中解除合同或者擅自脱离旅游团队的，旅游者应向旅行社支付实际发生的费用。因此造成旅行社其他经济损失的，旅游者还应承担相应的赔偿责任。
            4.旅游者违反合同约定妨碍旅游行程，给旅行社造成经济损失的，应承担相应的赔偿责任。
            5.旅游者采取拖延行程等不正当方式解决争议，妨碍旅游行程、造成损失扩大的，应就扩大的损失承担相应的赔偿责任。
            6.旅游者其他过错行为给旅行社造成经济损失的，应承担相应的赔偿责任。
            第三条 不可抗力
            发生不可抗力等不可归责于合同任何一方的事由，按下述情况处理：
            1.导致合同无法履行或继续履行的，旅行社和旅游者均有权解除合同。未实际发生费用的，旅行社应向旅游者全额退还已付旅游费用；已实际发生费用的，由旅行社与旅游者协商合理分担，剩余费用退还旅游者。
            2.危及旅游者人身、财产安全的，旅行社应当采取相应的安全措施。因此支出的费用，由旅行社和旅游者协商合理分担。
            3.造成旅游者滞留的，旅行社应当采取相应安置措施。因此增加的食宿费用，由旅游者承担；增加的返回出发地的费用，由旅行社和旅游者协商合理分担。
        </text>
        <text class="header"> 免责声明 </text>
        <text class="content">
            一、本平台仅作为各景区推介资料、行业资讯、第三方合作公司旅游产品展示平台使用,各景点和旅游地的现场服务,由景点管理方和第三方合作公司提供,本平台不承担责任。
            二、用户在本平台上下单购买第三方公司提供的旅游服务产品,视为用户与第三方公司订立服务合同。
            三、用户在本平台上下单购买喀什印象国际旅行社有限责任公司提供的喀塔旅游直通车,视为用户与喀什印象国际旅行社有限责任公司签订旅游合同，乘客需查看旅游合同，可电话联系喀什印象国际旅行社有限责任公司。
            四、用户在本平台上下单购买第三方公司提供的旅游服务产品需开发票，由******公司开具增值税电子普通发票，服务名称为咨询服务费，用户申请开票视为默认同意此开票信息。
            五、因季节、天气、地方政府政策变化、景区客流量变动等人力无法预计、无法避免的因素,造成景区实地情况与本平台描述内容不符的,本平台不承担责任。
            六、因天气、地方政府政策变化、道路拥堵、交通管制或车辆在行驶过程中发生碰撞、意外等人力无法预计、无法避免的因素,造成班车延误、换乘的,本公司不承担责任。
            七、因为通信提供商或用户自己的通信终端的原因,造成用户无法访问本平台的,本平台不承担责任。
            八、因为硬件故障、硬件设备托管机构、通信线路提供商、黑客入侵等因素造成用户在本平台的资料数据灭失的,本站不承担责任。
        </text>
        <text class="header"> 争议及管辖 </text>
        <text class="content">
            因本协议发生的纠纷及争议,受中华人民共和国法律管辖。用户与本平台因本协议发生纠纷,可友好协商解决。协商不成的,任何一方可向*********有限公司所在地人民法院提起诉讼。本协议部分条款如因某些原因导致无效,不影响其他条款的效力。
        </text>
    </view>
</template>

<script>
export default {
    name: "protocol",
    data() {
        return {};
    },
    components: {},
    mixins: [],
    onLoad(option) {},
    onShow() {},
    methods: {},
    computed: {},
};
</script>
<style lang="scss" scoped>
.view {
    width: 100%;
    height: inherit;
    position: relative;
    background: #ffffff;
    padding: 0 3%;
}
.header {
    text-align: left;
    font-size: 32upx;
    font-weight: 600;
    color: #2d84ed;
    line-height: 100upx;
}
.content {
    text-align: left;
    font-size: 28upx;
    color: #666666;
}
</style>
